{
"Personal details":"تفاصيل شخصية",
"Professional details":"تفاصيل مهنية",
"Professional":"مهني",
"Final template":"حدد النموذج",
"Personal":"شخصي",
"Template":"نموذج",
"First Name*":"الاسم الاول*",
"Last Name*":"إسم العائلة*",
"Email address*":"البريد الالكتروني*",
"Phone number*":"رقم الهاتف*",
"Address":"العنوان",
"Nationality":"الجنسية",
"Next":"التالي",
"Brief description":"نبذة شخصية",
"Skills":"المهارات",
"Education":"التعليم",
"Experiences":"الخبرات",
"Languages":"اللغات",
"Previous":"السابق",
"Download":"تحميل",
"Home":"الرئيسية",
"Templates":"القوالب",
"Create CV":" أنشئ سيرتك الذاتية",
"":"",
"":"",
"":"",
"to Create a":"لأنشاء",
"Perfect CV":"سيره ذاتيه مثاليه",
"Create your CV online with our CV maker in just a few minutes. Learn the best way to make a CV specific to your industry and that get you your dream job.":"أنشئ سيرتك الذاتية عبر الإنترنت مع صانع سيرتك الذاتية في دقائق معدودة. تعرف على أفضل طريقة لجعل سيرة ذاتية خاصة بمجال عملك والتي تحقق لك وظيفة أحلامك.",
"Visit  CV creator now and choose your CV for free, you can see CV templates and customise them in minutes. Its your CV - but better!":" قم بزيارة -الآن واختر سيرتك الذاتية مجانًا ، يمكنك مشاهدة قوالب السيرة الذاتية وتخصيصها في دقائق. إنها سيرتك الذاتية - لكنها أفضل!",
"Distinguish with us":" تميز معنا",
"Speed of getting a job.":"سرعة الحصول على وظيفه",
"Fast and practical":" سريع وعملي",
"Multiple languages":" لغات متعددة",

"Multiple templates and various designs":" قوالب متعددة  وتصاميم مختلفة",

"Steps to create a CV ":" خطوات انشاء سيرة ذاتية",

"click create your cv":"الضغط على أنشئ سيرتك الذاتيه",
"Enter you infornation":"ادخل معلوماتك",
"follow a guided , step by step process":"اتبع التعليمات الإرشادية خطوة بخطوة",
"Choose a template":"اختر قالبا",
"Pick from one of our professional designed template":" اختر من أحد القوالب المصممة بشكل احترافي",
"Download your CV":" قم بتنزيل سيرتك الذاتية",
"Our Blogs":"مدوناتنا",
"Download in PDF":"تنزيل بصيغة DPF",
"Some of our templates":" بعض من قوالبنا",
"CV templates":" قوالب السيرة الذاتية",
"Increase your chances of finding a job and build your resume with one of our professionally designed resume templates. Would you like to know how these templates can work for you? Scroll down and check out the different resume examples we have provided for your inspiration" : " قم بزيادة فرصك في العثور على وظيفة وبناء سيرتك الذاتية باستخدام أحد قوالب السيرة الذاتية المصممة بشكل احترافي. هل ترغب في معرفة كيف يمكن أن تعمل هذه القوالب من أجلك؟ قم بالتمرير لأسفل وتحقق من أمثلة السيرة الذاتية المختلفة التي قدمناها لإلهامك", 
"Using our templates to create your CV helps you increase your job placement rate by 80%.":" استخدام قوالبنا  في انشاء سيرتك الذاتية يساعدك على رفع معدل حصولك على وظيفه  ",
"Your CV is ready to be published within minutes, do not miss any job opportunity after today":" سيرتك جاهزة للنشر خلال دقائق، لا تفوت اي فرصة عمل بعد اليوم",
"You can write your CV in more than one language":" يمكنك كتابة سيرتك الذاتية بأكثر من لغة",
"Various and varied templates are waiting for you. Do not waste time and use them":" قوالب مختلفة ومتنوعة في انتظارك لا تضيع الوقت وقم باستخدامها",
"Create your CV":"أنشئ سيرتك الذاتيه"

}

